{"pages":[],"posts":[{"title":"VINCENT BOUCHER","text":"Vincent Boucher | President of MONTRÉAL.AI and QUÉBEC.AI Who do you turn to if you seek out the very best in AI and Leadership?In 2003, Vincent Boucher founded MONTRÉAL.AI and QUÉBEC.AI. MONTRÉAL.AI, a research company at the forefront of the AI field, is developing the most significant technology, ever. QUÉBEC.AI is the most ambitious project in Quebec history : QUÉBEC.AI aims to make Québec the world leader in AI by 2030. “In a moment of technological disruption, leadership matters.“ — Andrew Ng High Financier Vincent Boucher challenges limiting beliefs regarding the possibilities of our future. UPCOMING EVENTSSalon | Press Dinner | Concert | Art Auction | Charity Gala CURRENT PUBLIC PROJECTSSaraswati AI | Humanitarian AIALL OF EDUCATION, FOR ALL | Superhuman Teacher. For the purpose of achieving all of education for all, the Intelligence Foundation Charity, in collaboration with Montreal.AI, is developing a teacher, Saraswati AI, and an agent learning to orchestrate synergies, Polymatheia AI. “(…) in full and equal opportunities for education for all (…)“ - Preamble to UNESCO’s Constitution Impact of the contribution: Expected Beneficiaries: 100 million people. Saraswati AI is a novel, collaborative and open humanitarian AI project developed by the people,for the people. Project: https://github.com/intelligencefoundation/SaraswatiAI GREAT READINGSVIP AI 101 CheatSheet for AllFor the purpose of entrusting all sentient beings with powerful AI tools to learn, deploy and scale AI in order to enhance their prosperity, to settle planetary-scale problems and to inspire those who, with AI, will shape the 21st Century, Montréal.AI introduces the “VIP AI 101 CheatSheet for All”. VIP AI 101 CheatSheet for Allhttp://www.montreal.ai/ai4all.pdf A LEGENDARY HISTORY Learn the Source of an Exceptional LegacyBorn in July 1973 in Québec City, Québec, Canada. A frail kid raised by youth centers and social welfare families (Sept. 8, 1981 – June 21, 1991) (photo before), Vincent Boucher has done his 1st grade twice as well as his seventh grade. Until age 14, he faced a nightmare. In 1988, he found in a recycling bin a book quoting William James. At this moment, he decided to change his life. «To change one’s life: Start immediately. Do it flamboyantly. No exceptions.». – William James In 1993, Vincent Boucher took only 29 minutes to win, with the first 100 % score ever, the Ordre des chimiste du Québec competition. In 1996, he completed a B. Sc. Theoretical Physics in 1 year (cont.), followed by a Master’s degree in Government Policy Analysis (1998) and a Master’s degree in Aerospace Engineering (2000). From 2000 to 2002, he provided management consulting for the Canadian Space Agency. Vincent Boucher | Un (jeune) homme d’exception — Nathalie Petrowski, La Presse Un homme qui vit au plus que parfait — Anne-Marie Dussault, Québec Plein Écran, Télé-Québec … un cerveau de l’aérospatial! — Le journal de Montréal In 2003, Vincent Boucher created the Intelligence Foundation. «Financier (Vincent Boucher) acquires world’s rarest stone.». – Mike King, The Gazette Also in 2003, Vincent Boucher founded MONTRÉAL.AI and QUÉBEC.AI. (In 2016, Vincent Boucher (username: ceobillionaire) generally ranked first worldwide on the OpenAI Gym.) GET INVOLVEDMONTRÉAL.AI Volunteers SquadMONTREAL.AI is also the largest AI community in Canada. Join our volunteer squad! ✉️ MONTRÉAL.AI Volunteers Squad: secretariat@montreal.ai Officers of the Intelligence FoundationErudition, Culture and Growth : We are now bringing a new volunteer culture to life. Officers have the privilege of taking part in festive and promotional events. ✉️ Officers of the Intelligence Foundation: officers@intelligencefoundation.org CONTACT INFORMATIONTo contact Vincent Boucher✉️ Email : vincent.boucher@vincentboucher.com  Telephone : +1.514.829.8269  General Secretariat of Vincent Boucher : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office and Executive Counsel LEGAL NOTICEMATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT.","link":"/ceobillionaire.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}